{
  "Register": "Regístrate!",
  "Login": "Iniciar sesión",
  "Language": "Idioma",
  "English": "Inglés",
  "Spanish": "Español",
  "Portuguese": "Portugués",
  "Download": "Descargar Ahora",
  "HomeNav": "Inicio",
  "NewsNav": "Noticias",
  "ClassesNav": "Clases",
  "FeaturesNav": "Características",
  "HomeTitle": "Bienvenidos a Grand Fantasia Awakening",
  "HomeSubtitle": "En nuestro servidor tenemos:",
  "HomeItem1B1": "Un nuevo camino ",
  "HomeItem1N1": "para el Mensajero de Sprites: ",
  "HomeItem1B2": "El Sombrio ",
  "HomeItem1N2": "que más adelante podrá elegir entre: ",
  "HomeItem1B3": "Segador de Almas",
  "HomeItem1N3": " o ",
  "HomeItem1B4": "Caballero Oscuro.",
  "HomeItem2N1": "El servidor está enfocado en una experiencia ",
  "HomeItem2B1": "similar a los primeros días de Grand Fantasia. ",
  "HomeItem2N2": "Con contenido renovado y nuevo.",
  "HomeItem3N1": "El servidor se lanzará con ",
  "HomeItem3B1": "nivel máximo 30. ",
  "HomeItem3N2": "Y aumentaremos el nivel máximo progresivamente.",
  "HomeItem4N1": "Un sistema de creación ",
  "HomeItem4B1": "completamente nuevo ",
  "HomeItem4N2": "y una renovación del clásico sistema de creación de Sprites. Conectado con la nueva mecánica de minería y caza, podrás crear nuevos y poderosos equipos.",
  "News": "NOTICIAS",
  "Title": "¡La BETA abierta ha terminado!",
  "Description": "Quiero agradecer a todos en nombre de todo el personal que participaron en nuestra BETA. Un agradecimiento especial a todos los que nos ayudaron reportando errores y/o bugs.",
  "link": "https://discord.com/channels/1194037105156964437/1199110447090122792/1327653892246474843",
  "linkText": "Leer más",
  "Title1": "¡Postulaciones para GS Abiertas!",
  "Description1": "Querida comunidad, ha pasado una semana desde la Open BETA y les traigo este pequeño formulario para postulaciones a GS.",
  "link1": "https://discord.com/channels/1194037105156964437/1199110447090122792/1325828103683182592",
  "linkText1": "La información está en Discord",
  "Title2": "¡Felicitaciones por los 250 miembros!",
  "Description2": "Como alcanzamos la meta de 250 usuarios, revelaremos el premio correspondiente: ¡20 arcillas mágicas de alquimia para cada usuario!",
  "link2": "https://discord.com/channels/1194037105156964437/1199110447090122792/1324764161682702438",
  "linkText2": "Échale un vistazo",
  "Classes": "CLASES",
  "HometownGS": "Desconocido",
  "BERSERKER": "BERSERKER",
  "PALADIN": "PALADÍN",
  "FIGHTER": "LUCHADOR",
  "ClassDescFighter": "Los luchadores son conocidos por su fuerza y poder y son capaces de usar una amplia variedad de armas de combate. Al nivel 15 avanzan a Guerrero, y al nivel 30 pueden elegir entre Berserker o Paladín.",
  "RANGER": "RANGER",
  "ASSASSIN": "ASESINO",
  "HUNTER": "CAZADOR",
  "ClassDescHunter": "Los cazadores son maestros del ataque a distancia, capaces de usar espadas, arcos y armas de fuego. Al nivel 15 avanzan a Arquero, y al nivel 30 pueden elegir entre Ranger o Asesino.",
  "CLERIC": "CLÉRIGO",
  "SAGE": "SABIO",
  "ACOLYTE": "ACÓLITO",
  "ClassDescAcolyte": "Los acólitos son poderosos sanadores, capaces de resucitar a los jugadores al borde de la muerte e incluso después de la muerte. Al nivel 15 avanzan a Sacerdote, y al nivel 30 pueden elegir entre Clérigo o Sabio.",
  "WIZARD": "HECHICERO",
  "NECROMANCER": "NIGROMANTE",
  "SORCERER": "BRUJO",
  "ClassDescSorcerer": "Los brujos son misteriosos, manejan los poderes de la magia con gran control y dedicación. Al nivel 15 avanzan a Mago, y al nivel 30 pueden elegir entre Hechicero o Nigromante.",
  "DEMOLITIONIST": "SEGADOR DE ALMAS",
  "ENGINEER": "CABALLERO OSCURO",
  "MECHANIC": "SOMBRÍO",
  "ClassDescMechanic": "El Sombrío es una de las nuevas clases disponibles para el Mensajero de Sprites. Esta clase híbrida, física y mágica, utiliza su propia vida como fuente de poder y puede usar guadañas o espadas oscuras junto con un tomo maldito para habilidades de combate cuerpo a cuerpo y a distancia.",
  "TIME TRAVELER": "DUELISTA",
  "VOID RUNNER": "RELOJERO",
  "DRIFTER": "NÓMADA",
  "ClassDescDrifter": "El Nómada es una clase versátil que sobresale tanto en combate cuerpo a cuerpo como a distancia. Son hábiles en el manejo de katanas y armas llave, lo que los hace adaptables a diferentes estilos de juego. Al nivel 15 avanzan a Viajero, y al nivel 30 pueden elegir entre Duelista o Relojero.",
  "Hometown": "Cuidad Natal",
  "FEATURES": "CARACTERÍSTICAS",
  "Feature1Title": "¡NUEVAS CLASES!",
  "Feature1Description": "Prepárate para conocer al Segador de Almas y al Caballero Oscuro, guerreros de otro reino que han cruzado dimensiones para enfrentar la inminente amenaza de otro mundo.",
  "Feature1ClassName1": "El Segador de Almas:",
  "Feature1ClassDescription1": " Domina la esencia de la vida y la muerte para desatar venenos devastadores y plagas sobre tus enemigos. Controla el campo de batalla con magia oscura, debilitando a tus enemigos mientras fortaleces y refuerzas a tus aliados.",
  "Feature1ClassName2": "El Caballero Oscuro:",
  "Feature1ClassDescription2": " Un guerrero envuelto en sombras que canaliza poderes prohibidos, capaz de invocar a un poderoso Revenant para luchar a su lado. Causa estragos en tus enemigos con habilidades devastadoras.",
  "Feature2Title": "¡NUEVAS DUNGEONS TE ESPERAN!",
  "Feature2Description": "Prepárate para adentrarte en dungeons que pondrán a prueba la valía de incluso los aventureros más experimentados. Estas nuevas dungeons están llenas de enemigos formidables y nuevos jefes.",
  "Feature2Point1Title": "Niveles de Dificultad Mejorados: ",
  "Feature2Point1Description": "Con una dificultad incrementada, estas dungeons están diseñadas para llevar tus habilidades al límite.",
  "Feature2Point2Title": "Botín Exclusivo y Recompensas: ",
  "Feature2Point2Description": "Los tesoros dentro de estas dungeons son clave para fabricar un nuevo nivel de equipamiento para cualquier clase. Descubre artefactos codiciados y materiales raros que elevarán tu poder a nuevas alturas.",
  "Feature3Title": "¡UN SISTEMA DE CREACIÓN NUEVO!",
  "Feature3Description": "Desata tu creatividad y recursos con nuestro sistema de creación expandido, que aporta una nueva capa de profundidad y estrategia a tu juego.",
  "Feature3Point1Title": "Forja Equipamiento Exclusivo: ",
  "Feature3Point1Description": "Fabrica equipo exclusivo que te dará ventaja en combate. Armas, armaduras y accesorios, el nuevo sistema de creación ofrece nuevas opciones para avanzar en el juego.",
  "Feature3Point2Title": "Nuevas Herramientas de Trabajo: ",
  "Feature3Point2Description": "Inicia tu viaje de creación elaborando herramientas esenciales como el Pico y el Rifle de Caza. Estos objetos desbloquean características completamente nuevas de juego.",
  "Feature4Title": "¡MÁS DE 500 NUEVOS COSMÉTICOS Y 120+ MONTURAS!",
  "Feature4Description": "Prepárate para mostrar tu estilo y entrar en combate como nunca antes con una increíble gama de opciones de personalización y majestuosas monturas.",
  "Feature4Point1Title": "Moda Redefinida: ",
  "Feature4Point1Description": "Con más de 500 nuevos objetos cosméticos, ahora puedes crear el look perfecto para expresar tu personalidad única. Hay algo para todos los gustos.",
  "Feature4Point2Title": "Viaja con Estilo: ",
  "Feature4Point2Description": "Desde dragones temibles hasta adorables criaturas y una moda deslumbrante que cuenta una historia, esta actualización asegura que realmente dejes tu huella en el mundo. No se trata solo de luchar, ¡se trata de luchar con estilo!",
  "Copyright": "© 2024 Grand Fantasia Awakening - Todos los derechos reservados",
  "usernameError": "Se requiere nombre de Usuario o Email",
  "passwordErrorNone": "Se requiere una contraseña",
  "passwordErrorLength": "La contraseña debe tener al menos 8 caracteres",
  "validationError": "Error de validación",
  "loginTitle": "Iniciar sesión en Grand Fantasia Awakening",
  "usernameField": "Nombre de Usuario o Email",
  "passwordField": "Contraseña",
  "loginButton": "Iniciar sesión",
  "forgotPassword": "¿Olvidaste tu contraseña?",
  "emailErrorInvalid": "Email incorrecto",
  "emailErrorNone": "Se requiere un email",
  "confirmPasswordError": "Las contraseñas no coinciden",
  "emailField": "Email",
  "confirmPasswordField": "Confirmar contraseña",
  "registerButton": "Registrarse",
  "registerTitle": "Crear una cuenta",
  "usernameRegister": "Nombre de usuario",
  "usernameRegisterError": "Se requiere nombre de usuario",
  "passwordErrorSymbol": "La contraseña debe contener al menos un simbolo",
  "passwordErrorNumber": "La contraseña debe contener al menos un numero",
  "goHome": "Ir al inicio",
  "tryAgain": "Volver a intentar",
  "VerificationPage": {
    "success": "Verificación Completada!",
    "fail": "Error verificando",
    "loading": "Verificando",
    "successMessage": "Your email has been successfully verified!",
    "errorMessage": "Ocurrio un error. Por favor vuelva a intentar."
  },
  "checkYourEmail": "Por favor, revisa tu correo electrónico para verificar tu cuenta",
  "thankYouForRegistering": "Gracias por registrarte en Grand Fantasia Awakening",
  "registrationFailed": "Ha ocurrido un error con su solicitud",
  "tryAgainLater": "Por favor, inténtalo de nuevo más tarde",
  "unexpectedError": "Ha ocurrido un error inesperado",
  "FounderTitle": "¡Paquetes de Fundador DISPONIBLES AHORA!",
  "FounderSubtitle": "¡Apoya la Aventura con Paquetes de Fundador Exclusivos por Tiempo Limitado!",
  "FounderDescription": "Sumérgete en nuestro mundo con los Paquetes de Fundador que ofrecen recompensas exclusivas como el Conjunto Genki, mejoras en la Mochila, monturas de mazmorras y mucho más. ¡Elige el paquete que se ajuste a tu viaje y disfruta de beneficios únicos para comenzar tu aventura. Asegura tu paquete ahora y forma parte de Grand Fantasia Awakening!",
  "FounderImg": "/FounderESP.jpg",
  "FounderBtn": "¡Obtén toda la información que necesitas aquí!",
  "FounderBtnMobile": "Mas info acá!",
  "founderPacksAdditionalInfoTitle": "Información adicional sobre los Paquetes de Fundadores",
  "founderPackPurchaseInfo": "Después de comprar un Paquete de Fundadores, tendrás que ir al Servidor de Discord y abrir un Ticket para confirmar tu transacción.",
  "discordServerLink": "Canal de Tickets del servidor de Discord",
  "founderPackUploadReceiptInfo": "Deberás subir un recibo del Paquete de Fundadores comprado y los artículos que deseas de la selección correspondiente.",
  "tpStonePocketHouseInfo": "Puedes elegir entre 1 de las 4 Piedras TP de las Casas de Bolsillo.",
  "genkiSetDescription": "Un Conjunto Genki es un conjunto completo de disfraz para que elijas (Cabeza, Espalda, Cuerpo y Armas).",
  "genkiSetOldModelsInfo": "Cuando decimos Conjunto Genki (Modelos Antiguos) nos referimos a los disfraces clásicos de Grand Fantasia, NO a los nuevos agregados por nuestro equipo.",
  "genkiSetNewModelsInfo": "Cuando decimos Conjunto Genki (Modelos Nuevos) nos referimos a los NUEVOS modelos agregados por nuestro equipo, la mayoría se encuentran al final de cada pestaña en el archivo.",
  "dungeonMountsInfo": "Puedes elegir entre 1 de las 4 Monturas de Mazmorra que ofrecemos, ten en cuenta que estas son Monturas de Mazmorra, lo que significa que pueden usarse DENTRO de mazmorras y en cualquier otro mapa normal. Estas monturas no se pueden intercambiar.",
  "previewLinkText": "Vista previa.",
  "combatDungeonMountInfo": "La Montura de Mazmorra de Combate es una Montura de Combate que puede usarse DENTRO de mazmorras y en cualquier otro mapa normal. Esta montura no se puede intercambiar.",
  "spriteClothingInfo": "Los Conjuntos de Ropa de Sprite te ofrecen 2 conjuntos completos (Cabeza y Cuerpo) de Ropa de Sprite para reducir el tiempo de Recolección y Entrenamiento en 60 segundos por cada pieza de ropa.",
  "exclusiveNpcInfoTitle": "Información adicional sobre el NPC Exclusivo.",
  "exclusiveNpcFirst15Users": "Para los primeros quince (15) usuarios que compren el Paquete de Fundadores de $50 USD, se incluye un NPC Exclusivo que podrán elegir de los juegos Aura Kingdom, Eden Eternal o Dragon Slayer.",
  "exclusiveNpcAfter15Users": "Después de las primeras quince (15) compras, los usuarios siguientes aún podrán obtener el NPC Exclusivo, pero este NPC solo podrá ser elegido del juego Grand Fantasia y no de los mencionados anteriormente.",
  "exclusiveNpcReplaceExample": "Podrás tomar el lugar de NPC existentes en el juego, por ejemplo; podrías querer reemplazar al Dueño de la Tienda General Gergere en Kaslow, o al Alquimista Griffith en Ilya.",
  "exclusiveNpcProfessionInfo": "Solo puedes elegir NPC que tengan una profesión, por ejemplo; NPC Alquimistas o NPC Vendedores de Monturas, NO podrás elegir NPC relacionados con la historia del juego.",
  "exclusiveNpcEligibilityInfo": "Para cualquier usuario que haya adquirido un Paquete de Fundador de $50 USD y quiera elegir un NPC Exclusivo, se les pedirá que proporcionen información sobre el NPC Exclusivo como sigue:",
  "exclusiveNpcNameInfo": "El nombre que quieran para su NPC.",
  "exclusiveNpcReplacementInfo": "El NPC que deseas reemplazar y dónde reside este NPC.",
  "exclusiveNpcFromOtherGameInfo": "Si tu NPC proviene de otro juego, por ejemplo; Aura Kingdom, deberás especificar el nombre de dicho NPC y dónde se encuentra dentro de ese juego.",
  "pocketHousesTitle": "Casas de Bolsillo",
  "dungeonMountsTitle": "Monturas de Mazmorra",
  "combatDungeonMountTitle": "Montura de Mazmorra de Combate",
  "spriteClothingTitle": "Ropa de Sprite",
  "founderBuyNowBtn": "Comprar ahora!",
  "founderPackImg": "/FounderESP.jpg",
  "founderPackImgMobile": "/FounderESPMobile.png",
  "pocketHouseImg1": "/59ESP.png",
  "pocketHouseImg2": "/60ESP.png",
  "pocketHouseImg3": "/61ESP.png",
  "pocketHouseImg4": "/62ESP.png",
  "dungeonMountImg1": "/Montura1.gif",
  "dungeonMountImg2": "/Montura2.gif",
  "dungeonMountImg3": "/Montura3.gif",
  "dungeonMountImg4": "/Montura4.gif",
  "combatDungeonMountImg": "/Montura5.gif",
  "spriteClothingImg1": "/Sprite1.png",
  "spriteClothingImg2": "/Sprite2.png",
  "policyTitle": "Políticas de Compra",
  "policiesText1": "Por favor, tómese un momento para revisar cuidadosamente nuestras ",
  "policiesLink": "Políticas de Compra",
  "policyTitle1": "Productos Digitales",
  "policiesText2": "antes de completar su transacción. Al proceder con su compra, usted acepta todos los términos establecidos en nuestras políticas.",
  "policySubtitle1": "Todos los artículos y Paquetes de Fundador disponibles para su compra en nuestro sitio web son productos digitales destinados a su uso dentro del juego Grand Fantasia Awakening. Al completar una compra, usted reconoce que está recibiendo artículos virtuales que no tienen forma física.",
  "policyTitle2": "No Reembolsos",
  "policySubtitle2": "Una vez que se haya realizado una compra y los artículos hayan sido entregados a su cuenta dentro del juego, la transacción es final. No se aceptarán reembolsos ni contracargos bajo ninguna circunstancia, incluidos compras accidentales o cambios de preferencia.",
  "policyTitle3": "Sin Intercambios ni Modificaciones",
  "policySubtitle3": "Después de la entrega de los artículos, no podemos intercambiar ni modificar los artículos. Por favor, revise cuidadosamente su selección antes de completar su compra, ya que todas las decisiones son finales.",
  "policyTitle4": "Entrega de Artículos",
  "policySubtitle4": "Los artículos comprados serán entregados a su cuenta dentro del juego dentro de una semana como máximo. Si hay algún problema con la entrega de los artículos, por favor contacte a nuestro equipo de soporte para recibir asistencia.",
  "policyTitle5": "Fraude y Disputas",
  "policySubtitle5": "Cualquier intento de disputar una transacción después de recibir los artículos puede resultar en la suspensión de su cuenta y la pérdida de acceso a los artículos comprados. Nos reservamos el derecho de tomar las medidas adecuadas para proteger nuestros servicios contra actividades fraudulentas.",
  "policyTitle6": "Asistencia y Soporte",
  "policySubtitle6": "Si tiene alguna pregunta sobre una compra o encuentra algún problema, por favor contacte a nuestro equipo de soporte en nuestro Discord o a través de nuestro ",
  "policySubtitle6Email": "correo electrónico",
  "policySubtitle6-1": " estaremos felices de asistirle con cualquier inquietud antes de finalizar su pedido.",
  "policyTitle7": "Información de los Paquetes de Fundador",
  "policySubtitle7": "Actualmente ofrecemos tres niveles de Paquetes de Fundador, que pueden comprarse en el orden que desee. Cada Paquete de Fundador otorga recompensas únicas, y puede comprar cada nivel solo una vez. Las recompensas de múltiples niveles se acumularán, lo que significa que si compra el Paquete de Fundador de Nivel 1 y luego compra el Paquete de Fundador de Nivel 3, recibirá las recompensas completas de ambos niveles, pero solo una vez por nivel.",
  "policyTitle8": "NPC Exclusivo para el Paquete de Fundador 3",
  "policySubtitle8": "Los primeros quince (15) usuarios que compren el Paquete de Fundador 3 (50 USD) recibirán un NPC exclusivo de su elección de uno de los siguientes juegos: Aura Kingdom, Eden Eternal o Dragon Slayer. Después de las primeras quince (15) compras, todos los compradores posteriores del Paquete de Fundador 3 seguirán siendo elegibles para el NPC exclusivo, pero solo estará disponible para elegir del juego Grand Fantasia. Si desea recibir este NPC exclusivo, asegúrese de que aún esté disponible antes de completar su compra. Puede contactarnos en nuestro Discord o a través de nuestro ",
  "policySubtitle8-1": " si tiene alguna pregunta.",
  "policyInfoNPC": "Para más información sobre el NPC Exclusivo, por favor refiérase a la ",
  "policyInfoNPCLink": "sección correspondiente arriba."
}
