{
  "Register": "Sign Up!",
  "Login": "Login",
  "Language": "Language",
  "English": "English",
  "Spanish": "Spanish",
  "Portuguese": "Portuguese",
  "Download": "Download Now",
  "BuyAp": "Get your AP here!",
  "HomeNav": "Home",
  "NewsNav": "News",
  "ClassesNav": "Classes",
  "FeaturesNav": "Features",
  "HomeTitle": "Welcome to Grand Fantasia Awakening",
  "HomeSubtitle": "In our server we have:",
  "HomeItem1B1": "A new path",
  "HomeItem1N1": " for the Sprite Messenger to choose:",
  "HomeItem1B2": " The Duskwraith",
  "HomeItem1N2": " which later can choose between: ",
  "HomeItem1B3": "Soul Reaver",
  "HomeItem1N3": " or ",
  "HomeItem1B4": "Dark Knight.",
  "HomeItem2N1": "The server is focused on an experience ",
  "HomeItem2B1": "similar to the early days of Grand Fantasia.",
  "HomeItem2N2": " With renewed and new content.",
  "HomeItem3N1": "The server will launch with ",
  "HomeItem3B1": "max level 30. ",
  "HomeItem3N2": "And we will be increasing the max level progressively.",
  "HomeItem4N1": "A whole ",
  "HomeItem4B1": "new crafting system, ",
  "HomeItem4N2": "and a revamp of the classic Sprite crafting. Connected with the new mining and hunting mechanic, you will be able to craft powerfull new equipments.",
  "News": "NEWS",
  "Title": "The Open BETA has ended!",
  "Description": "I want to thank everyone on behalf of the entire staff who participated in our BETA. Special thanks to everyone who helped us by reporting bugs and/or errors.",
  "link": "https://discord.com/channels/1194037105156964437/1199110447090122792/1327653892246474843",
  "linkText": "Read more",
  "Title1": "Applications for GS Open!",
  "Description1": "Dear community, one week has passed since the Open BETA and I bring you this small form for GS applications.",
  "link1": "https://discord.com/channels/1194037105156964437/1199110447090122792/1325828103683182592",
  "linkText1": "Info's on the Discord",
  "Title2": "Congratulations on 250 members!",
  "Description2": "Since we reached the goal of 250 users, we will reveal the corresponding prize: 20 Alchemy Magic Clay for each user!!!",
  "link2": "https://discord.com/channels/1194037105156964437/1199110447090122792/1324764161682702438",
  "linkText2": "Check it out",
  "Classes": "CLASSES",
  "HometownGS": "Unknown",
  "BERSERKER": "BERSERKER",
  "PALADIN": "PALADIN",
  "FIGHTER": "FIGHTER",
  "ClassDescFighter": "Fighters are known for their strength and power and are capable of using a wide variety of combat weapons. At level 15 they advance to Warrior, and at level 30 they get to choose between Berserker or Paladin.",
  "RANGER": "RANGER",
  "ASSASSIN": "ASSASSIN",
  "HUNTER": "HUNTER",
  "ClassDescHunter": "Hunters are masters of ranged attack, capable of using swords, bows and firearms. At level 15 they advance to Archer, and at level 30 they get to choose between Ranger or Assassin.",
  "CLERIC": "CLERIC",
  "SAGE": "SAGE",
  "ACOLYTE": "ACOLYTE",
  "ClassDescAcolyte": "Acolytes are powerful healers, capable of resurrecting players from the brink of death and even resurrecting them after death. At level 15 they advance to Priest, and at level 30 they get to choose between Cleric or Sage.",
  "WIZARD": "WIZARD",
  "NECROMANCER": "NECROMANCER",
  "SORCERER": "SORCERER",
  "ClassDescSorcerer": "Sorcerers are mysterious, wielding the powers of magic with great control and dedication. At level 15 they advance to Mage, and at level 30 they get to choose between Wizard or Necromancer.",
  "DEMOLITIONIST": "SOUL REAVER",
  "ENGINEER": "DARK KNIGHT",
  "MECHANIC": "DUSKWRAITH",
  "ClassDescMechanic": "The Duskwraith is one of the new classes available for the Sprite Messenger. This hybrid physical-magical class uses its own life as a power source and can wield Scythes or Dark Greatswords alongside a Cursed Tome for melee and ranged abilities.",
  "TIME TRAVELER": "TIME TRAVELER",
  "VOID RUNNER": "VOID RUNNER",
  "DRIFTER": "DRIFTER",
  "ClassDescDrifter": "The Wanderer is a versatile class that excels in both melee and ranged combat. They are adept at wielding Katanas and Key weapons, making them adaptable to different playstyles. At level 15 they advance to Drifter, and at level 30 they get to choose between Time Traveler or Void Runner.",
  "Hometown": "Hometown",
  "FEATURES": "FEATURES",
  "Feature1Title": "NEW CLASSES ARRIVE!",
  "Feature1Description": "Prepare to meet The Soul Reaver and The Dark Knight, warriors from another realm who have crossed dimensions to confront the looming Otherworldly threat.",
  "Feature1ClassName1": "The Soul Reaver:",
  "Feature1ClassDescription1": " Harness the essence of life and death to unleash devastating venoms and plagues upon your enemies. Command the battlefield with dark magic, debilitating foes while enhancing your allies' strength and resilience.",
  "Feature1ClassName2": "The Dark Knight:",
  "Feature1ClassDescription2": " A shadow-clad warrior who channels forbidden power, capable of summoning a mighty Revenant to fight by their side. Wreak havoc on your foes with devastating abilities.",
  "Feature2Title": "NEW DUNGEONS AWAIT!",
  "Feature2Description": "Prepare to delve into a brand-new set of dungeons that will test the mettle of even the most seasoned adventurers. These new dungeons are teeming with formidable enemies and new bosses, offering an difficult experience unlike any other.",
  "Feature2Point1Title": "Enhanced Difficulty Levels: ",
  "Feature2Point1Description": "With increased difficulty, these dungeons are designed to push your skills to the limit. Face waves of relentless foes and powerful bosses.",
  "Feature2Point2Title": "Exclusive Loot and Rewards: ",
  "Feature2Point2Description": "The treasures within these dungeons are key to craft an all-new tier of equipment for any class. Uncover powerful gear, rare materials, and coveted artifacts that will elevate your power to new heights.",
  "Feature3Title": "A WHOLE NEW CRAFTING SYSTEM!",
  "Feature3Description": "Unleash your creativity and resourcefulness with our expanded crafting system, bringing a fresh layer of depth and strategy to your gameplay. Here’s what’s in store:",
  "Feature3Point1Title": "Craft Exclusive Gear: ",
  "Feature3Point1Description": "Forge powerful and exclusive equipment that will give you an edge in battle. Weapons, armors and accessories, the new crafting system offers endless possibilities for customization and optimization.",
  "Feature3Point2Title": "New Tools of the Trade: ",
  "Feature3Point2Description": "Begin your crafting journey by creating essential tools such as the Pickaxe and Hunting Rifle. These items unlock entirely new gameplay features.",
  "Feature4Title": "OVER 500 NEW COSMETICS AND 120+ MOUNTS!",
  "Feature4Description": "Get ready to showcase your style and ride into battle like never before with an incredible array of new customization options and majestic mounts.",
  "Feature4Point1Title": "Fashion Redefined: ",
  "Feature4Point1Description": "With over 500 new cosmetic items, you can now create the perfect look to express your unique personality. There’s something for every taste.",
  "Feature4Point2Title": "Ride in Style: ",
  "Feature4Point2Description": "From fearsome dragons to adorable critters and stunning fashion that tells a story, this update ensures you can truly make your mark in the world. It’s not just about fighting—it’s about fighting in style..",
  "Copyright": "© 2024 Grand Fantasia Awakening - All rights reserved",
  "usernameError": "Username or Email is required",
  "passwordErrorNone": "Password is required",
  "passwordErrorLength": "Password must be at least 8 characters",
  "validationError": "Validation Error",
  "loginTitle": "Login to Grand Fantasia Awakening",
  "usernameField": "Username or Email",
  "passwordField": "Password",
  "loginButton": "Login",
  "forgotPassword": "Forgot Password?",
  "emailErrorInvalid": "Invalid email",
  "emailErrorNone": "Email is required",
  "confirmPasswordError": "Passwords do not match",
  "emailField": "Email",
  "confirmPasswordField": "Confirm Password",
  "registerButton": "Register",
  "registerTitle": "Create an Account",
  "usernameRegister": "Username",
  "usernameRegisterError": "Username is required",
  "passwordErrorSymbol": "Password must contain at least one symbol",
  "passwordErrorNumber": "Password must contain at least one number",
  "goHome": "Go Home",
  "tryAgain": "Try Again",
  "VerificationPage": {
    "success": "Verification Complete!",
    "fail": "Verification Failed",
    "loading": "Verifying",
    "successMessage": "Your email has been successfully verified!",
    "errorMessage": "An error occurred. Please try again."
  },
  "checkYourEmail": "Please check your email to verify your account",
  "thankYouForRegistering": "Thank you for register to Grand Fantasia Awakening",
  "registrationFailed": "There was an error with your request",
  "tryAgainLater": "Please try again later",
  "unexpectedError": "There was an unexpected error",
  "FounderTitle": "Founder Packs Available NOW!",
  "FounderSubtitle": "Support the Adventure with Limited Time Exclusive Founder Packs!",
  "FounderDescription": "Dive into our world with Founder Packs that offer exclusive rewards like the Genki Set, Backpack upgrades, dungeon mounts, and more! Choose the pack that fits your journey and enjoy unique benefits to kickstart your adventure. Secure your pack now and become a part of Grand Fantasia Awakening!",
  "FounderImg": "/FounderEN.jpg",
  "FounderBtn": "Get all the info you need here!",
  "FounderBtnMobile": "More info here!",
  "founderPacksAdditionalInfoTitle": "Additional Information regarding the Founder Packs",
  "founderPackPurchaseInfo": "After purchasing a Founder Pack you will have to go to our Discord Server and open a Ticket to confirm your transaction.",
  "discordServerLink": "Discord Tickets Channel",
  "founderPackUploadReceiptInfo": "You will need to upload the following information in order for us to complete the transaction: ",
  "founderPackUploadReceiptInfo1": "1. A receipt of the purchased Founder Pack.",
  "founderPackUploadReceiptInfo2": "2. The name of the registered account that you want to receive the items on.",
  "founderPackUploadReceiptInfo3": "3. The items you want from the corresponding selection.",
  "founderPackUploadReceiptInfo4": "Every item will be delivered to you in-game via the item mall interface.",
  "tpStonePocketHouseInfo": "You can choose between 1 of the 4 TP Stone Pocket House.",
  "genkiSetDescription": "A Genki Set is a complete set of costume for you to choose (Head, Back, Body and Weapons).",
  "genkiSetOldModelsInfo": "When we say Genki Set (Old Models) we are referring to the classic Grand Fantasia costumes, NOT the new ones added by our team.",
  "genkiSetNewModelsInfo": "When we say Genki Set (New Models) we are referring to the NEW models added by our team, most of them can be found at the end of each tab in the archive.",
  "dungeonMountsInfo": "You can choose between 1 of the 4 Dungeon Mounts we offer, please keep in mind, this are Dungeon Mounts which means they can be used INSIDE dungeons and in any other normal maps. This mounts cannot be traded.",
  "previewLinkText": "Preview.",
  "combatDungeonMountInfo": "You may choose between 1 of 2 Combat Dungeon Mounts, this is a Combat Mount that can be used INSIDE dungeons and on any other normal map. This mount cannot be traded.",
  "spriteClothingInfo": "The Sprite Clothing Sets offer you 2 full sets (Head and Body) of Sprite Clothing to reduce Gathering and Training time by 60 seconds on each Clothing Piece.",
  "exclusiveNpcInfoTitle": "Additional Information regarding the Exclusive NPC.",
  "exclusiveNpcFirst15Users": "For the first fifteen (15) users that purchase the Founder Pack (Gold) ($50 USD), there is an Exclusive NPC included for them to choose from the games Aura Kingdom, Eden Eternal or Dragon Slayer.",
  "exclusiveNpcAfter15Users": "After the first fifteen (15) purchases, the following users will still be able to obtain the Exclusive NPC, but this NPC could only be chosen from the game Grand Fantasia itself and not from the ones mentioned above.",
  "exclusiveNpcReplaceExample": "You will be able to take the place of already existing NPCs in the game, for example; you may want to replace the General Store Owner Gergere in Kaslow, or the Alchemist Griffith in Ilya.",
  "exclusiveNpcProfessionInfo": "You may only choose NPCs that have a profession, for example; Alchemist NPCs or Mount Dealers NPCs, you will NOT be able to choose from Story related NPCs.",
  "exclusiveNpcAvailable": "Any NPC may only be chosen once, if the NPC you wanted is already chosen by other player you will be informed and you will have to choose another one.",
  "exclusiveNpcEligibilityInfo": "For any of the users that are eligible to choose an Exclusive NPC they will be asked to provide some information regarding the Exclusive NPC as follows:",
  "exclusiveNpcNameInfo": "1. A new name for the NPC you want to replace.",
  "exclusiveNpcReplacementInfo": "2. The NPC you want to replace and where this NPC resides.",
  "exclusiveNpcInfoToUs": "3. If you choose the NPC from the provided images we will need the name of said image. Otherwise if you choose your NPC by other ways we will need the name of the NPC and the location where this NPC resides within it's own game.",
  "founderLinkToNPCImg": "Here",
  "exclusiveNpcFromOtherGameInfo": " you can see a preview of the available NPCs to choose from the different games.",
  "exclusiveNpcRemainder": "The images shown to you on the folder that we provide are the raw NPC model, you may find some odd things about them, but rest assure that, in-game they look just fine.",
  "exclusiveNpcRemainder1": "Please keep into consideration, not all NPCs are compatible with Grand Fantasia, if the NPC you are looking for does not appear on the image folder we have provided, you can safely assume that this NPC is not compatible and cannot be imported to Grand Fantasia.",
  "exclusiveNpcRemainder2": "In rare cases, even the NPC we provide to you on the folder image may not work properly as we cannot test every one of them. Given that case you will have to choose another NPC.",
  "pocketHousesTitle": "Pocket Houses",
  "dungeonMountsTitle": "Dungeon Mounts",
  "combatDungeonMountTitle": "Combat Dungeon Mount",
  "spriteClothingTitle": "Sprite Clothing",
  "founderBuyNowBtn": "Buy Now!",
  "founderPackImg": "/FounderEN.jpg",
  "founderPackImgMobile": "/FounderENMobile.png",
  "pocketHouse1": "Pocket House",
  "pocketHouse2": "Pocket Sanctuary",
  "pocketHouse3": "Tiny Arcane Heaven",
  "pocketHouse3Mobile": "Arcane Heaven",
  "pocketHouse4": "Shrunken Shelter",
  "dungeonMountImg1": "/Montura1.gif",
  "dungeonMountImg2": "/Montura2.gif",
  "dungeonMountImg3": "/Montura3.gif",
  "dungeonMountImg4": "/Montura4.gif",
  "combatDungeonMountImg": "/Montura5.gif",
  "combatDungeonMountImg1": "/Montura6.gif",
  "spriteClothingImg1": "/Sprite1.png",
  "spriteClothingImg2": "/Sprite2.png",
  "policyTitle": "Purchase Policies",
  "policiesText1": "Please take a moment to carefully review our ",
  "policiesLink": "Purchase Policies",
  "policyTitle1": "Digital Products",
  "policiesText2": "before completing your transaction. By proceeding with your purchase, you agree to all terms outlined in our policies.",
  "policySubtitle1": "All items and Founder Packs available for purchase on our website are digital products intended for use within the game Grand Fantasia Awakening. By completing a purchase, you acknowledge that you are receiving virtual items that hold no physical form.",
  "policyTitle2": "No Refunds",
  "policySubtitle2": "Once a purchase has been made and the items have been delivered to your in-game account, the transaction is final. Refunds or chargebacks will not be accepted under any circumstances, including accidental purchases or changes of preference.",
  "policyTitle3": "No Exchanges or Modifications",
  "policySubtitle3": "After item delivery, we cannot exchange or modify items. Please carefully review your selection before completing your purchase, as all decisions are final.",
  "policyTitle4": "Delivery of Items",
  "policySubtitle4": "Purchased items will be delivered to your in-game account within a week at most. If there are any issues with item delivery, please contact our support team for assistance.",
  "policyTitle5": "Fraud and Disputes",
  "policySubtitle5": "Any attempts to dispute a transaction after receiving the items may result in suspension of your account and forfeiture of access to the purchased items. We reserve the right to take appropriate action to protect our services against fraudulent activity.",
  "policyTitle6": "Assistance and Support",
  "policySubtitle6": "If you have any questions about a purchase or encounter an issue, please contact our support team on our Discord or via our ",
  "policySubtitle6Email": "email",
  "policySubtitle6-1": " we’re happy to assist you with any concerns before you finalize your order.",
  "policyTitle7": "Founder Packs Information",
  "policySubtitle7": "We currently offer three tiers of Founder Packs, which can be purchased in any order you desire. Each Founder Pack grants unique rewards, and you may purchase each tier only once. Rewards from multiple tiers will accumulate, meaning if you buy the Tier 1 Founder Pack and later purchase the Tier 3 Founder Pack, you will receive the full rewards from both tiers, but only once per tier.",
  "policyTitle8": "Exclusive NPC for Founder Pack (Gold) ($50 USD)",
  "policySubtitle8": "The first fifteen (15) users to purchase Founder Pack (Gold) ($50 USD) will receive an exclusive NPC of their choice from one of the following games: Aura Kingdom, Eden Eternal, or Dragon Slayer. After the first fifteen (15) purchases, all subsequent buyers of Founder Pack 3 will still be eligible for the exclusive NPC, but it will only be available from the game Grand Fantasia. If you wish to receive this exclusive NPC, please ensure that it is still available before completing your purchase. You can contact us on our Discord or via our ",
  "policySubtitle8-1": " if you have any questions.",
  "policyInfoNPC": "For more information regarding the Exclusive NPC, please refer to the ",
  "policyInfoNPCLink": "corresponding section.",
  "founderBuyTitle": "Thank you for supporting Grand Fantasia Awakening",
  "founderBuyTitleArg": "To users buying from Argentina",
  "founderBuyDesc": "Please visit our ",
  "founderBuyDiscord": "Discord Tickets Channel",
  "founderBuyDesc1": " for regional pricing assistance.",
  "founderBuyTitleBronze": "Founder Pack (Bronze)",
  "founderBuyTitleSilver": "Founder Pack (Silver)",
  "founderBuyTitleGold": "Founder Pack (Gold)",
  "AccountTitle": "ACCOUNT CENTER",
  "AccountChangePassword": "Change Password",
  "AccountTransactionHistoryBtn": "Transaction History",
  "AccountBuyAP": "Buy AP",
  "AccountChangeImgBtn": "Change Image",
  "AccountDetailsTitle": "Account Details",
  "AccountUserName": "User name:",
  "AccountEmail": "Email address:",
  "LoginFirstError": "An error has ocurred",
  "LoginFirstErrorLater": "Please log in before using this section"
}
