{
  "Register": "Registrar-se!",
  "Login": "Entrar",
  "Language": "Idioma",
  "English": "Inglês",
  "Spanish": "Espanhol",
  "Portuguese": "Português",
  "Download": "Baixar agora",
  "HomeNav": "Início",
  "NewsNav": "Notícias",
  "ClassesNav": "Aulas",
  "FeaturesNav": "Recursos",
  "HomeTitle": "Bem-vindo ao Grand Fantasia Awakening",
  "HomeSubtitle": "Em nosso servidor temos:",
  "HomeItem1B1": "Um novo caminho ",
  "HomeItem1N1": "para Sprite Messenger: ",
  "HomeItem1B2": "O Sombrio ",
  "HomeItem1N2": "que você pode escolher posteriormente entre: ",
  "HomeItem1B3": "Ceifador de Almas",
  "HomeItem1N3": " ou ",
  "HomeItem1B4": "Cavaleiro das Trevas.",
  "HomeItem2N1": "O servidor está focado em uma experiência ",
  "HomeItem2B1": "semelhante aos primeiros dias de Grand Fantasia. ",
  "HomeItem2N2": "Com conteúdo novo e renovado.",
  "HomeItem3N1": "O servidor será iniciado com ",
  "HomeItem3B1": "nível máximo 30. ",
  "HomeItem3N2": "E aumentaremos o nível máximo progressivamente.",
  "HomeItem4N1": "Um sistema de criação ",
  "HomeItem4B1": "novo em folha ",
  "HomeItem4N2": "e uma reformulação do clássico sistema de criação de Sprites. Conectado às novas mecânicas de mineração e caça, você será capaz de criar novos equipamentos poderosos.",
  "News": "NOTÍCIAS",
  "Title": "O Open BETA terminou!",
  "Description": "Gostaria de agradecer a todos em nome de toda a equipe que participou do nosso BETA. Agradecimentos especiais a todos que nos ajudaram relatando bugs e/ou erros.",
  "link": "https://discord.com/channels/1194037105156964437/1199110447090122792/1327653892246474843",
  "linkText": "Leia mais",
  "Title1": "Inscrições para o GS Open!",
  "Description1": "Cara comunidade, uma semana se passou desde o Open BETA e trago a vocês este pequeno formulário para inscrições no GS.",
  "link1": "https://discord.com/channels/1194037105156964437/1199110447090122792/1325828103683182592",
  "linkText1": "Informações no Discord",
  "Title2": "Parabéns pelos 250 membros!",
  "Description2": "Já que atingimos a meta de 250 usuários, revelaremos o prêmio correspondente: 20 Alchemy Magic Clay para cada usuário!!!",
  "link2": "https://discord.com/channels/1194037105156964437/1199110447090122792/1324764161682702438",
  "linkText2": "Confira",
  "Classes": "AULAS",
  "HometownGS": "Desconhecido",
  "BERSERKER": "BERSERKER",
  "PALADIN": "PALADINO",
  "FIGHTER": "LUTADOR",
  "ClassDescFighter": "Os lutadores são conhecidos por sua força e poder e são capazes de usar uma ampla variedade de armas de combate. No nível 15, avançam para Guerreiro, e no nível 30 podem escolher entre Berserker ou Paladino.",
  "RANGER": "GUARDA",
  "ASSASSIN": "ASSASSINO",
  "HUNTER": "CAÇADOR",
  "ClassDescHunter": "Os caçadores são mestres do ataque à distância, capazes de usar espadas, arcos e armas de fogo. No nível 15, avançam para Arqueiro, e no nível 30 podem escolher entre Guarda ou Assassino.",
  "CLERIC": "CLÉRIGO",
  "SAGE": "SÁBIO",
  "ACOLYTE": "ACÓLITO",
  "ClassDescAcolyte": "Os acólitos são poderosos curandeiros, capazes de ressuscitar jogadores à beira da morte e até mesmo ressuscitá-los após a morte. No nível 15, avançam para Sacerdote, e no nível 30 podem escolher entre Clérigo ou Sábio.",
  "WIZARD": "FEITICEIRO",
  "NECROMANCER": "NECROMANTE",
  "SORCERER": "FEITICEIRO",
  "ClassDescSorcerer": "Os feiticeiros são misteriosos, manipulando os poderes da magia com grande controle e dedicação. No nível 15, avançam para Mago, e no nível 30 podem escolher entre Feiticeiro ou Necromante.",
  "DEMOLITIONIST": "CEIFADOR DE ALMAS",
  "ENGINEER": "CAVALEIRO DAS TREVAS",
  "MECHANIC": "SOMBRIO",
  "ClassDescMechanic": "O Sombrio é uma das novas classes disponíveis pelo Sprite Messenger. Esta classe híbrida físico-mágica usa sua própria vida como fonte de poder e pode empunhar Foices ou Grandes Espadas Sombrias junto com um Tomo Amaldiçoado para habilidades corpo a corpo e à distância.",
  "TIME TRAVELER": "VIAJANTE DO TEMPO",
  "VOID RUNNER": "CORREDOR DO VÁCUO",
  "DRIFTER": "ERRANTE",
  "ClassDescDrifter": "O Errante é uma classe versátil que se destaca tanto no combate corpo a corpo quanto à distância. Eles são hábeis no manejo de katanas e armas-chave, tornando-os adaptáveis a diferentes estilos de jogo. No nível 15, avançam para Errante, e no nível 30 podem escolher entre Viajante do Tempo ou Corredor do Vácuo.",
  "Hometown": "Cidade natal",
  "FEATURES": "CARACTERÍSTICAS",
  "Feature1Title": "NOVAS CLASSES CHEGAM!",
  "Feature1Description": "Prepare-se para conhecer o Ceifador de Almas e o Cavaleiro das Trevas, guerreiros de outro reino que cruzaram dimensões para enfrentar a iminente ameaça de outro mundo.",
  "Feature1ClassName1": "O Ceifador de Almas:",
  "Feature1ClassDescription1": " Domine a essência da vida e da morte para liberar venenos devastadores e pragas contra seus inimigos. Controle o campo de batalha com magia sombria, debilitando os inimigos enquanto fortalece e protege seus aliados.",
  "Feature1ClassName2": "O Cavaleiro das Trevas:",
  "Feature1ClassDescription2": " Um guerreiro envolto em sombras que canaliza poderes proibidos, capaz de invocar um poderoso Revenant para lutar ao seu lado. Cause destruição em seus inimigos com habilidades devastadoras.",
  "Feature2Title": "NOVAS DUNGEONS ESPERAM POR VOCÊ!",
  "Feature2Description": "Prepare-se para explorar dungeons que testarão o valor até mesmo dos aventureiros mais experientes. Estas novas dungeons estão repletas de inimigos formidáveis e novos chefes.",
  "Feature2Point1Title": "Níveis de Dificuldade Melhorados: ",
  "Feature2Point1Description": "Com dificuldade aumentada, estas dungeons foram projetadas para levar suas habilidades ao limite.",
  "Feature2Point2Title": "Saques Exclusivos e Recompensas: ",
  "Feature2Point2Description": "Os tesouros dentro destas dungeons são a chave para fabricar um novo nível de equipamento para qualquer classe. Descubra artefatos cobiçados e materiais raros que elevarão seu poder a novos patamares.",
  "Feature3Title": "UM SISTEMA DE CRIAÇÃO NOVO!",
  "Feature3Description": "Libere sua criatividade e engenhosidade com nosso sistema de criação expandido, trazendo uma nova camada de profundidade e estratégia ao seu jogo. Veja o que está por vir:",
  "Feature3Point1Title": "Forje Equipamentos Exclusivos: ",
  "Feature3Point1Description": "Crie equipamentos poderosos e exclusivos que lhe darão uma vantagem em combate. Armas, armaduras e acessórios, o novo sistema de criação oferece possibilidades infinitas de personalização e otimização.",
  "Feature3Point2Title": "Novas Ferramentas de Trabalho: ",
  "Feature3Point2Description": "Comece sua jornada de criação fabricando ferramentas essenciais, como a Picareta e o Rifle de Caça. Esses itens desbloqueiam recursos totalmente novos de jogabilidade.",
  "Feature4Title": "MAIS DE 500 NOVOS COSMÉTICOS E 120+ MONTARIAS!",
  "Feature4Description": "Prepare-se para exibir seu estilo e entrar em combate como nunca antes, com uma incrível variedade de opções de personalização e montarias majestosas.",
  "Feature4Point1Title": "Moda Redefinida: ",
  "Feature4Point1Description": "Com mais de 500 novos itens cosméticos, agora você pode criar o visual perfeito para expressar sua personalidade única. Há algo para todos os gostos.",
  "Feature4Point2Title": "Viaje com Estilo: ",
  "Feature4Point2Description": "De dragões ferozes a criaturas adoráveis e uma moda deslumbrante que conta uma história, esta atualização garante que você realmente deixe sua marca no mundo. Não se trata apenas de lutar, mas de lutar com estilo!",
  "Copyright": "© 2024 Grand Fantasia Awakening – Todos os direitos reservados",
  "usernameError": "Nome de Usuário ou e-mail é obrigatório",
  "passwordErrorNone": "Senha é obrigatória",
  "passwordErrorLength": "A senha deve ter pelo menos 8 caracteres",
  "validationError": "Erro de validação",
  "loginTitle": "Entrar no Grand Fantasia Awakening",
  "usernameField": "Nome de Usuário ou e-mail",
  "passwordField": "Senha",
  "loginButton": "Entrar",
  "forgotPassword": "Esqueceu a senha?",
  "emailErrorInvalid": "E-mail inválido",
  "emailErrorNone": "E-mail obrigatório",
  "confirmPasswordError": "As senhas não correspondem",
  "emailField": "E-mail",
  "confirmPasswordField": "Confirmar senha",
  "registerButton": "Registrar",
  "registerTitle": "Criar uma Conta",
  "usernameRegister": "Nome de usuário",
  "usernameRegisterError": "Nome de usuário obrigatório",
  "passwordErrorSymbol": "A senha deve conter pelo menos um símbolo",
  "passwordErrorNumber": "A senha deve conter pelo menos um número",
  "goHome": "Ir para Casa",
  "tryAgain": "Tente Novamente",
  "VerificationPage": {
    "success": "Verificação Concluída!",
    "fail": "Falha na Verificação",
    "loading": "Verificando",
    "successMessage": "Your email has been successfully verified!",
    "errorMessage": "An error occurred. Please try again."
  },
  "checkYourEmail": "Por favor, verifique seu e-mail para verificar sua conta",
  "thankYouForRegistering": "Obrigado por se registrar no Grand Fantasia Awakening",
  "registrationFailed": "Houve um erro com sua solicitação",
  "tryAgainLater": "Tente novamente mais tarde",
  "unexpectedError": "Houve um erro inesperado",
  "FounderTitle": "Pacotes de Fundadores Disponíveis AGORA!",
  "FounderSubtitle": "Apoie a Aventura com Pacotes de Fundadores Exclusivos por Tempo Limitado!",
  "FounderDescription": "Mergulhe em nosso mundo com os Pacotes de Fundadores que oferecem recompensas exclusivas, como o Conjunto Genki, melhorias na Mochila, montarias de masmorra e muito mais! Escolha o pacote que se adapta à sua jornada e aproveite benefícios únicos para começar sua aventura. Garanta seu pacote agora e faça parte de Grand Fantasia Awakening!",
  "FounderImg": "/FounderPT.jpg",
  "FounderBtn": "Obtenha todas as informações de que você precisa aqui!",
  "FounderBtnMobile": "Mais informações aqui!",
  "founderPacksAdditionalInfoTitle": "Informações Adicionais sobre os Pacotes de Fundadores",
  "founderPackPurchaseInfo": "Após comprar um Pacote de Fundadores, você precisará acessar o Servidor do Discord e abrir um Ticket para confirmar sua transação.",
  "discordServerLink": "Canal de Tickets do servidor do Discord",
  "founderPackUploadReceiptInfo": "Você precisará enviar um recibo do Pacote de Fundadores comprado e os itens que deseja da seleção correspondente.",
  "tpStonePocketHouseInfo": "Você pode escolher 1 entre as 4 Casas de Bolso Pedra TP.",
  "genkiSetDescription": "Um Conjunto Genki é um conjunto completo de trajes para você escolher (Cabeça, Costas, Corpo e Armas).",
  "genkiSetOldModelsInfo": "Quando dizemos Conjunto Genki (Modelos Antigos), estamos nos referindo aos trajes clássicos de Grand Fantasia, NÃO aos novos adicionados pela nossa equipe.",
  "genkiSetNewModelsInfo": "Quando dizemos Conjunto Genki (Modelos Novos), estamos nos referindo aos NOVOS modelos adicionados pela nossa equipe, a maioria deles pode ser encontrada no final de cada aba no arquivo.",
  "dungeonMountsInfo": "Você pode escolher 1 entre as 4 Montarias de Masmorra que oferecemos. Lembre-se de que estas são Montarias de Masmorra, o que significa que podem ser usadas DENTRO de masmorras e em qualquer outro mapa normal. Essas montarias não podem ser trocadas.",
  "previewLinkText": "Pré-visualização.",
  "combatDungeonMountInfo": "A Montaria de Combate para Masmorra é uma Montaria de Combate que pode ser usada DENTRO de masmorras e em qualquer outro mapa normal. Essa montaria não pode ser trocada.",
  "spriteClothingInfo": "Os Conjuntos de Roupas de Sprite oferecem 2 conjuntos completos (Cabeça e Corpo) de Roupas de Sprite para reduzir o tempo de Coleta e Treinamento em 60 segundos por peça de roupa.",
  "exclusiveNpcInfoTitle": "Informações Adicionais sobre o NPC Exclusivo.",
  "exclusiveNpcFirst15Users": "Para os primeiros quinze (15) usuários que comprarem o Pacote de Fundadores de $50 USD, está incluído um NPC Exclusivo que pode ser escolhido entre os jogos Aura Kingdom, Eden Eternal e Dragon Slayer.",
  "exclusiveNpcAfter15Users": "Após as primeiras quinze (15) compras, os usuários seguintes ainda poderão obter o NPC Exclusivo, mas esse NPC só poderá ser escolhido do jogo Grand Fantasia, e não dos jogos mencionados anteriormente.",
  "exclusiveNpcReplaceExample": "Você poderá substituir NPCs já existentes no jogo, por exemplo: você pode querer substituir o Dono da Loja Geral Gergere em Kaslow ou o Alquimista Griffith em Ilya.",
  "exclusiveNpcProfessionInfo": "Você só poderá escolher NPCs que tenham uma profissão, por exemplo: NPCs Alquimistas ou NPCs Vendedores de Montarias. Você NÃO poderá escolher NPCs relacionados à história.",
  "exclusiveNpcEligibilityInfo": "Para qualquer usuário elegível para escolher um NPC Exclusivo, será solicitado que forneça algumas informações sobre o NPC Exclusivo, como segue:",
  "exclusiveNpcNameInfo": "O nome do NPC.",
  "exclusiveNpcReplacementInfo": "O NPC que você deseja substituir e onde este NPC reside.",
  "exclusiveNpcFromOtherGameInfo": "Se o seu NPC vier de outro jogo, por exemplo: Aura Kingdom, você precisará especificar o nome desse NPC e onde ele está localizado dentro desse jogo.",
  "pocketHousesTitle": "Casas de Bolso",
  "dungeonMountsTitle": "Montarias de Masmorra",
  "combatDungeonMountTitle": "Montaria de Combate para Masmorra",
  "spriteClothingTitle": "Roupas de Sprite",
  "founderBuyNowBtn": "Compre agora!",
  "founderPackImg": "/FounderPT.jpg",
  "founderPackImgMobile": "/FounderPTMobile.png",
  "pocketHouseImg1": "/59PT.png",
  "pocketHouseImg2": "/60PT.png",
  "pocketHouseImg3": "/61PT.png",
  "pocketHouseImg4": "/62PT.png",
  "dungeonMountImg1": "/Montura1.gif",
  "dungeonMountImg2": "/Montura2.gif",
  "dungeonMountImg3": "/Montura3.gif",
  "dungeonMountImg4": "/Montura4.gif",
  "combatDungeonMountImg": "/Montura5.gif",
  "spriteClothingImg1": "/Sprite1.png",
  "spriteClothingImg2": "/Sprite2.png"
}
